---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TextFailures.CannotCreateModeltext
source: html/8f8d33fb-85a6-7290-4007-12f3207536e1.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TextFailures.CannotCreateModeltext Property

Can't create Model Text.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateModeltext { get; }
```